[
  {
    "title": "The DaVinci Code",
    "author": "Dan Brown",
    "isbn": 9780307474278,
    "genre": "Mystery",
    "description": "While in Paris on business, Harvard symbologist Robert Langdon receives an urgent late-night phone call: the elderly curator of the Louvre has been murdered inside the museum. Near the body, police have found a baffling cipher.",
    "pages": 597,
    "user_id": 1
  },
  {
    "title": "The Lost World",
    "author": "Michael Crichton",
    "isbn": 9780345538994,
    "genre": "Horror",
    "description": "It is now six years since the secret disaster at Jurassic Park, the dinosaurs destroyed, the park dismantled, and the island indefinitely closed to the public. There are rumors that something has survived. . . .",
    "pages": 416,
    "user_id": 1
  },
  {
    "title": "The Beatles A Hard Day's Night",
    "author": "Mark Lewisohn",
    "isbn": 9780714871851,
    "genre": "History",
    "description": "In March of 1964, director Richard Lester began shooting A Hard Day's Night, a feature film starring The Beatles. This collection of photographs and unique ephemera captures the infectious energy and anarchic spirit of this groundbreaking film.",
    "pages": 1234,
    "user_id": 1
  },
  {
    "title": "The Greatest Show on Earth",
    "author": "Richard Dawkins",
    "isbn": 9781416594796,
    "genre": "Science",
    "description": "Richard Dawkins takes advocates of intelligent design by the scruff of the neck and unfolds the evidence for evolution with characteristic panache. ",
    "pages": 572,
    "user_id": 2
  },
  {
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "isbn": 9780062368683,
    "genre": "Classic Literary Fiction",
    "description": "The book views a world of great beauty and savage inequities through the eyes of a young girl, as her father—a crusading local lawyer—risks everything to defend a black man unjustly accused of a terrible crime.",
    "pages": 336,
    "user_id": 2
  },
  {
    "title": "A Time to Kill",
    "author": "John Grisham",
    "isbn": 9780385338608,
    "genre": "Legal Thriller",
    "description": "The life of a ten-year-old black girl is shattered by two drunken and remorseless white men. The nation sits spellbound as defense attorney Jake Brigance struggles to save his client’s life—and then his own.",
    "pages": 515,
    "user_id": 2
  },
  {
    "title": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "isbn": 9780743246392,
    "genre": "Classic Literary Fiction",
    "description": "Extravagant rumors abound of a man named Jay Gatsby. Long into the night, the mysterious Gatsby threw lavish parties at his sprawling estate, but when alone, Gatsby could be found staring longingly at a solitary green light across the dark water.",
    "pages": 165,
    "user_id": 3
  },
  {
    "title": "A Clockwork Orange",
    "author": "Anthony Burgess",
    "isbn": 9780393312836,
    "genre": "Science Fiction",
    "description": "In this nightmare vision of the future, where the criminals take over after dark, the story is told by the central character, Alex, who talks in a brutal invented slang that brilliantly renders his and his friends' social pathology. ",
    "pages": 192,
    "user_id": 3
  },
  {
    "title": "One Hundred Years of Solitude",
    "author": "Gabriel Garcia Marquez",
    "isbn": 9780060531041,
    "genre": "Classic Literary Fiction",
    "description": "The story of the rise and fall, birth and death of the mythical town of Macondo through the history of the Buendiá family.",
    "pages": 417,
    "user_id": 4
  },
  {
    "title": "Crime and Punishment",
    "author": "Fyodor Dostoyevsky",
    "isbn": 9780486415871,
    "genre": "Classic Literary Fiction",
    "description": "Raskolnikov is an impoverished former student living in Saint Petersburg, Russia who feels compelled to rob and murder Alyona Ivanovna, an elderly pawn broker and money lender.",
    "pages": 430,
    "user_id": 4
  },
  {
    "title": "Madame Bovary",
    "author": "Gustave Flaubert",
    "isbn": 9780553213416,
    "genre": "Classic Literary Fiction",
    "description": "The story focuses on a doctor's wife, Emma Bovary, who has adulterous affairs and lives beyond her means in order to escape the banalities and emptiness of provincial life. ",
    "pages": 424,
    "user_id": 5
  },
  {
    "title": "The Divine Comedy",
    "author": "Dante Alighieri ",
    "isbn": 9781101117996,
    "genre": "Poetry",
    "description": "A moving human drama, an unforgettable visionary journey through the infinite torment of Hell, up the arduous slopes of Purgatory, and on to the glorious realm of Paradise—the sphere of universal harmony and eternal salvation.",
    "pages": 928,
    "user_id": 6
  },
  {
    "title": "The Complete Sherlock Holmes Volume 3",
    "author": "Sir Arthur Conan Doyle",
    "isbn": 9780385006897,
    "genre": "Classic Literary Fiction",
    "description": " Known for his uncanny proficiency with observation, forensic science, and logical reasoning, which he utilizes to startling effect, Holmes solves mysteries large and small much to the continued amazement of his partner Dr. Watson.",
    "pages": 1122,
    "user_id": 6
  },
  {
    "title": "Murder on the Orient Express",
    "author": "Agatha Christie",
    "isbn": 9781444802504,
    "genre": "Mystery",
    "description": "Just after midnight, the famous Orient Express is stopped. By morning, millionaire Samuel Ratchett lies dead in his compartment, his door locked from the inside. Without a shred of doubt, one of his fellow passengers is the murderer.",
    "pages": 344,
    "user_id": 5
  },
  {
    "title": "The Jungle Book",
    "author": "Rudyard Kipling",
    "isbn": 9789176393918,
    "genre": "Classic Literary Fiction",
    "description": "The Jungle Books are best known for the 'Mowgli' stories; the tale of a baby abandoned and brought up by wolves, educated in the ways and secrets of the jungle by Kaa the python, Baloo the bear, and Bagheera the black panther.",
    "pages": 151,
    "user_id": 4
  },
  {
    "title": "Great Expectations",
    "author": "Charles Dickens",
    "isbn": 9781853260049,
    "genre": "Classic Literary Fiction",
    "description": "Great Expectations is Charles Dickens's thirteenth novel. It is his second novel, after David Copperfield, to be fully narrated in the first person. It depicts the growth and personal development of an orphan named Pip.",
    "pages": 395,
    "user_id": 1
  }
]
  


